Repository: Belfagor2005/WiFi-Manager
Catalog: usr/lib/enigma2/python/Plugins/Extensions/WiFiManager/locale/*/LC_MESSAGES/WiFiManager.po
Languages: el, it, sr

source: 📡 DETAILED WIFI INFORMATION - {}
it: 📡 INFORMAZIONI DETTAGLIATE SUL WIFI - {}

source: 🔧 BASIC INTERFACE INFO
it: 🔧 INFORMAZIONI DI BASE SULL'INTERFACCIA

source: 📶 WIRELESS INFORMATION
it: 📶 INFORMAZIONI WIRELESS

source: 🔌 DRIVER & HARDWARE
it: 🔌 DRIVER E HARDWARE

source: 📊 NETWORK STATISTICS
it: 📊 STATISTICHE RETE

source: 🌐 AVAILABLE NETWORKS
it: 🌐 RETI DISPONIBILI

source: ❌ Error getting detailed info: {}
it: ❌ Errore durante il recupero delle informazioni dettagliate: {}

source: ❌ Error: {}
it: ❌ Errore: {}

source: 📡 Interface Type: WIRELESS
it: 📡 Tipo di interfaccia: WIRELESS

source: 🔧 Mode: {}
it: 🔧 Modalità: {}

source: 📶 Frequency: {}
it: 📶 Frequenza: {}

source: 📊 Quality: {}
it: 📊 Qualità: {}

source: ⚡ TX Power: {}
it: ⚡ Potenza di trasmissione: {}

source: 💾 Protocol: {}
it: 💾 Protocollo: {}

source: Wireless info error: {}
it: Errore informazioni wireless: {}

source: UP and active
it: SU e attivo

source: DOWN
it: GIÙ

source: 🔧 Interface: {}
it: 🔧 Interfaccia: {}

source: Wired
it: Cablata

source: Basic info error: {}
it: Errore nelle informazioni di base: {}

source: 💾 Driver: Unknown
it: 💾 Driver: Sconosciuto

source: 🔧 Module: {}
it: 🔧 Modulo: {}

source: 📡 Type: Wireless interface
it: 📡 Tipo: Interfaccia wireless

source: 🔌 Type: Wired interface
it: 🔌 Tipo: Interfaccia cablata

source: Driver info error: {}
it: Errore informazioni driver: {}

source: ⬇️ Received: {}
it: ⬇️ Ricevuti: {}

source: ⬆️ Transmitted: {}
it: ⬆️ Transmessi: {}

source: Statistics error: {}
it: Errore statistico: {}

source: Found {} networks:
it: Trovate {} reti

source: ... and {} more networks
it: ... e {} altre reti

source: No networks found or scan not supported
it: Nessuna rete trovata o scansione non supportata

source: Scan error: {}
it: Errore di scansione: {}

source: Full Test
el: Πλήρης έλεγχος
it: Test completo
sr: Puni Test

source: Quick Test
el: Γρήγορος έλεγχος
it: Test rapido
sr: Brzi Test

source: Clear
el: Εκκαθάριση
it: Pulire
sr: Obriši

source: WiFi Diagnostics
el: Διαγνωστικά WiFi
it: Diagnostica WiFi
sr: WiFi Dijagnostika

source: === WiFi Diagnostics (System Commands Only) ===
it: === Diagnostica WiFi (solo comandi di sistema) ===

source: Test Type: {test_type}
it: Tipo Test: {test_type}

source: Full Comprehensive Test
it: Test completo e comprensivo

source: Quick System Check
it: Controllo rapido del sistema

source: 🔧 SYSTEM LEVEL DIAGNOSTICS
it: 🔧 DIAGNOSTICA A LIVELLO DI SISTEMA

source: All Network Interfaces: {interfaces}
it: Tutte le interfacce di rete: {interfaces}

source: None found
it: Nessuno trovato

source: Wireless Interfaces: {interfaces}
it: Interfacce wireless: {interfaces}

source: ❌ CRITICAL: No WiFi interfaces detected!
it: ❌ CRITICO: Nessuna interfaccia WiFi rilevata!

source: 🔍 DETAILED ANALYSIS: {interface}
it: 🔍 ANALISI DETTAGLIATA: {interface}

source: 💡 SUMMARY & RECOMMENDATIONS
it: 💡 RIASSUNTO E RACCOMANDAZIONI

source: ❌ DIAGNOSTIC ERROR: {error}
it: ❌ ERRORE DIAGNOSTICO: {error}

source: ✅ Loaded WiFi modules: {modules}
it: ✅ Moduli WiFi caricati: {modules}

source: ⚠️ No WiFi kernel modules detected
it: ⚠️ Nessun modulo kernel WiFi rilevato

source: ❌ Kernel module check failed: {error}
it: ❌ Controllo del modulo kernel fallito: {error}

source: ✅ USB WiFi adapters detected:
it: ✅ Adattatori WiFi USB rilevati:

source: ℹ️ No USB WiFi adapters found
it: ℹ️ Nessun adattatore WiFi USB trovato

source: ❌ USB device check failed: {error}
it: ❌ Controllo dispositivo USB fallito: {error}

source: ✅ Available commands: {commands}
it: ✅ Comandi disponibili: {commands}

source: ⚠️ Missing commands: {commands}
it: ⚠️ Comandi mancanti: {commands}

source: ✅ Interface {interface}: UP and active
it: ✅ Interfaccia {interface}: ATTIVA e attiva

source: ⚠️ Interface {interface}: DOWN (needs activation)
it: ⚠️ Interfaccia {interface}: GIÙ (necessita di attivazione)

source: ❌ Interface {interface}: UNKNOWN STATE
it: ❌ Interfaccia {interface}: STATO SCONOSCIUTO

source: MAC Address: {mac}
it: Indirizzo MAC: {mac}

source: ❌ Interface {interface}: NOT FOUND
it: ❌ Interfaccia {interface}: NON TROVATA

source: ❌ Interface check failed: {error}
it: ❌ Controllo dell'interfaccia fallito: {error}

source: Driver check failed: {error}
it: Controllo Driver fallito: {error}

source: 📶 ESSID: Not connected
it: 📶 ESSID: Non connesso

source: ❌ ESSID check: {error}
it: ❌ Controllo ESSID: {error}

source: 📊 Signal: {quality}% quality, {signal} dBm
it: 📊 Segnale: {quality}% qualità, {signal} dBm

source: 📊 Signal: No quality data available
it: 📊 Segnale: Nessun dato di qualità disponibile

source: ❌ Signal check: {error}
it: ❌ Controllo del segnale: {error}

source: 🔧 Mode: {mode}
it: 🔧 Modalità: {mode}

source: 🔧 Mode: Unknown
it: 🔧 Modalità: Sconosciuta

source: ❌ Mode check: {error}
it: ❌ Controllo della modalità: {error}

source: 🔬 ADVANCED TESTS:
it: 🔬 TEST AVANZATI:

source: Frequency/Channel
it: Frequenza/Canale

source: Access Point
it: Punto di accesso

source: ❌ {test}: Failed Error: {error}
it: ❌ {test}: fallito Errore: {error}

source: 🚀 PERFORMANCE TESTS:
it: 🚀 TEST DI PRESTAZIONE:

source: 📡 Scan: Found {count} networks
it: 📡 Scansione: trovate {count} reti

source: ⚠️ Scan: Interface busy (connected to network)
it: ⚠️ Scansione: Interfaccia occupata (connesso alla rete)

source: ❌ Scan test: {error}
it: ❌ Test di scansione: {error}

source: 🌐 Connectivity: IP {ip} - ONLINE
it: 🌐 Connectività: IP {ip} - ONLINE

source: 🌐 Connectivity: No IP address - OFFLINE
it: 🌐 Connettività: Nessun indirizzo IP - OFFLINE

source: 🌐 Connectivity: Unknown status
it: 🌐 Connettività: Stato sconosciuto

source: 🔧 POSSIBLE SOLUTIONS:
it: 🔧 POSSIBILI SOLUZIONI:

source: 1. Check if WiFi adapter is properly connected
it: 1. Verificare che l'adattatore WiFi sia collegato correttamente

source: 2. Verify WiFi adapter is supported by your receiver
it: 2. Verifica che l'adattatore WiFi sia supportato dal tuo ricevitore

source: 3. Try different USB port for USB WiFi adapters
it: 3. Prova una porta USB diversa per gli adattatori WiFi USB

source: 4. Check if WiFi drivers are installed
it: 4. Verificare se i driver WiFi sono installati

source: 5. Restart the receiver and try again
it: 5. Riavviare il ricevitore e riprovare

source: ✅ All systems operational
it: ✅ Tutti i sistemi operativi

source: 💡 Tips:
it: 💡 Suggerimenti:

source: • Monitor signal strength for best performance
it: • Monitorare la potenza del segnale per prestazioni ottimali

source: • Keep drivers updated
it: • Mantenere aggiornati i driver

source: • Use 5GHz band for less interference
it: • Utilizzare la banda a 5 GHz per ridurre le interferenze

source: ✅ SYSTEM STATUS: WiFi hardware detected and functional
it: ✅ STATO DEL SISTEMA: Hardware WiFi rilevato e funzionante

source: 🔧 METHOD: Using system commands (no root required)
it: 🔧 METODO: Utilizzo dei comandi di sistema (non è richiesto il root)

source: 💡 All basic diagnostics available
it: 💡 Tutte le diagnosi di base disponibili

source: ❌ SYSTEM STATUS: No WiFi interfaces detected
it: ❌ STATO DEL SISTEMA: Nessuna interfaccia WiFi rilevata a

source: 🚨 Check hardware connection and drivers
it: 🚨 Controlla la connessione hardware e i driver

source: Mode:
it: Modalità:

source: Frequency:
it: Frequenza:

source: Not-Associated
it: Non associato

source: Link Quality:%s/100
it: Qualità del collegamento:%s/100

source: Signal level:%sdBm
it: Livello Segnale:%sdBm

source: Noise level:%sdBm
it: Livello di rumore:%sdBm

source: Rx invalid nwid:%s
it: Riicezione non valida nwid:%s

source: Rx invalid crypt:%s
it: Ricezione crittografia non valida:%s

source: Rx invalid frag:%s
it: Frammento Rx non valido:%s

source: Tx excessive retries:%s
it: Numero eccessivo di tentativi di trasmissione:%s

source: Invalid misc:%s
it: Misc non valido:%s

source: Missed beacon:%s
it: Segnale mancato:%s

source: Detailed network scanning
el: Αναλυτική σάρωση δικτύων
it: Scansione dettagliata della rete
sr: Detaljno skeniranje mreže

source: Available frequencies/channels
el: Διαθέσιμες συχνότητες/κανάλια
it: Frequenze/canali disponibili
sr: Dostupne frekvencije/kanali

source: Supported bit rates
el: Υποστηριζόμενοι ρυθμοί μετάδοσης
it: Bit Rates supportato
sr: Podržane brzine prenosa

source: Encryption keys and security
el: Κλειδιά κρυπτογράφησης και ασφάλεια
it: Chiavi di crittografia e sicurezza
sr: Ključevi za kodiranje i bezbednost

source: Power management settings
el: Ρυθμίσεις διαχείρισης ενέργειας
it: Impostazioni di gestione dell'alimentazione
sr: Postavke upravljanja napajanjem

source: Retry limits and lifetime
el: Όρια και διάρκεια επαναπροσπάθειας
it: Limiti di ripetizione e durata
sr: Ograničenja ponavljanja i životni vek

source: List of access points/peers
el: Λίστα σημείων πρόσβασης/peers
it: Elenco dei punti di accesso/peer
sr: Spisak pristupnih tačaka/vršnjaka

source: Select a tool to view detailed information
el: Επιλέξτε ένα εργαλείο για εμφάνιση αναλυτικών πληροφοριών
it: Seleziona uno strumento per visualizzare informazioni dettagliate
sr: Izaberite alat za prikaz detaljnih informacija

source: Advanced WiFi Tools
el: Προηγμένα εργαλεία WiFi
it: Strumenti WiFi Avanzati
sr: Napredni WiFi Alati

source: Tool not available
el: Το εργαλείο δεν είναι διαθέσιμο
it: Strumento non disponibile
sr: Alat nije dostupan

source: Error running {tool}: {error}
it: Errore durante l'esecuzione di {tool}: {error}

source: {interface:<8.16} Interface doesn't support scanning.
it: {interface:<8.16} L'interfaccia non supporta la scansione.

source: {interface:<8.16} Interface doesn't support scanning : {error}
it: {interface:<8.16} L'interfaccia non supporta la scansione: {error}

source: Frequency
it: Frequenza

source: {interface:<8.16} no bit-rate information.
it: {interface:<8.16} nessuna informazione sul bitrate.

source: {interface:<8.16} no encryption keys information.
it: {interface:<8.16} nessuna informazione sulle chiavi di crittografia.

source: {interface:<8.16} no power management information.
it: {interface:<8.16} nessuna informazione sulla gestione dell'alimentazione.

source: limit
it: limite

source: Executing tool...
el: Εκτέλεση εργαλείου...
it: Esecuzione dello strumento...

source: Advanced WiFi Configuration
el: Προηγμένη ρύθμιση WiFi
it: Configurazione WiFi avanzata
sr: Napredna WiFi konfiguracija

source: Restart wireless interface
el: Επανεκκίνηση ασύρματης διεπαφής
it: Riavvio interfaccia wireless
sr: Ponovo pokreni bežični interfejs

source: Reload kernel WiFi modules
el: Επαναφόρτωση μονάδων WiFi του kernel
it: Ricarica i moduli WiFi del kernel
sr: Ponovo učitaj WiFi module kernela

source: Check system logs for WiFi errors
el: Έλεγχος αρχείων καταγραφής συστήματος για σφάλματα WiFi
it: Controllare i registri di sistema per Errori WIFI
sr: Proverite sistemske zapise za WiFi greške

source: Tool not implemented: {}
el: Το εργαλείο δεν έχει υλοποιηθεί: {}
it: Strumento non ancora implementato: {}

source: Scan completed.
el: Η σάρωση ολοκληρώθηκε.
it: Scansione completata.

source: Channel info displayed.
el: Εμφανίστηκαν πληροφορίες καναλιού.
it: Informazioni sul canale visualizzate.

source: Bitrate info displayed.
el: Εμφανίστηκαν πληροφορίες ρυθμού μετάδοσης.
it: Informazioni sul bitrate visualizzate.

source: Encryption info displayed.
el: Εμφανίστηκαν πληροφορίες κρυπτογράφησης.
it: Vengono visualizzate le informazioni sulla crittografia.

source: Power management info displayed.
el: Εμφανίστηκαν πληροφορίες διαχείρισης ενέργειας.
it: Vengono visualizzate le informazioni sulla gestione dell'alimentazione.

source: Retry limits info displayed.
el: Εμφανίστηκαν πληροφορίες ορίων επαναπροσπάθειας.
it: Vengono visualizzate le informazioni sui limiti di ripetizione.

source: Access points info displayed.
el: Εμφανίστηκαν πληροφορίες σημείων πρόσβασης.
it: Informazioni sui punti di accesso visualizzate.

source: Advanced configuration completed.
el: Η προχωρημένη ρύθμιση ολοκληρώθηκε.
it: Configurazione avanzata completata.

source: Interface restarted.
el: Η διεπαφή επανεκκινήθηκε.
it: Interfaccia riavviata.

source: Modules reloaded.
el: Οι μονάδες επαναφορτώθηκαν.
it: Moduli ricaricati.

source: Logs checked.
el: Τα αρχεία καταγραφής ελέγχθηκαν.
it: Registri controllati.

source: Operation completed.
el: Η λειτουργία ολοκληρώθηκε.
it: Operazione completata.

source: Advanced Scan Results
el: Αποτελέσματα προηγμένης σάρωσης
it: Risultati Scansione Avanzata
sr: Rezultati Naprednog Skeniranja

source: === ADVANCED SCAN RESULTS ===
el: === ΑΠΟΤΕΛΕΣΜΑΤΑ ΠΡΟΗΓΜΕΝΗΣ ΣΑΡΩΣΗΣ ===
it: === RISULTATI DELLA SCANSIONE AVANZATA ===
sr: === REZULTATI NAPREDNOG SKENIRANJA ===

source: Found %d networks
el: Βρέθηκαν %d δίκτυα
it: Trovate %d reti
sr: Pronađeno %d mreža

source: Network %d:
el: Δίκτυο %d:
it: Rete %d:
sr: Mreža %d:

source: Channel: %s
el: Κανάλι: %s
it: Canale: %s
sr: Kanal: %s

source: Frequency: %s
el: Συχνότητα: %s
it: Frequenza: %s
sr: Frekvencija: %s

source: Quality: %s
el: Ποιότητα: %s
it: Qualità: %s
sr: Kvalitet: %s

source: Signal: %s
el: Σήμα: %s
it: Segnale: %s

source: Encryption: %s
el: Κρυπτογράφηση: %s
it: Crittografia: %s
sr: Enkripcija: %s

source: Yes
it: Si

source: Getting channel information...
el: Λήψη πληροφοριών καναλιού...
it: Ottenimento informazioni sul canale...
sr: Učitavanje informacija o kanalu...

source: === CHANNEL INFORMATION ===
el: === ΠΛΗΡΟΦΟΡΙΕΣ ΚΑΝΑΛΙΟΥ ===
it: === INFORMAZIONI SUL CANALE ===
sr: === INFORMACIJE O KANALU ===

source: Frequency Bands: %s
el: Ζώνες συχνοτήτων: %s
it: Bande di frequenza: %s

source: Frequency information not available
el: Οι πληροφορίες συχνοτήτων δεν είναι διαθέσιμες
it: Informazioni sulla frequenza non disponibili

source: Error getting channel information: {}
it: Errore durante il recupero delle informazioni sul canale: {}

source: Getting bitrate information...
el: Λήψη πληροφοριών ρυθμού μετάδοσης...
it: Ottenimento informazioni sul bitrate...
sr: Učitavanje informacija o bitreјtu...

source: === BITRATE INFORMATION ===
el: === ΠΛΗΡΟΦΟΡΙΕΣ ΡΥΘΜΟΥ ΜΕΤΑΔΟΣΗΣ ===
it: === INFORMAZIONI SUL BITRATE ===
sr: === INFORMACIJE O BITREJTU ===

source: Supported Bitrates: %s
el: Υποστηριζόμενοι ρυθμοί μετάδοσης: %s
it: Bitrate supportati: %s

source: Bitrate information not available
el: Οι πληροφορίες ρυθμού μετάδοσης δεν είναι διαθέσιμες
it: Informazioni sul bitrate non disponibili

source: Error getting bitrate information: {}
it: Errore durante l'acquisizione delle informazioni sul bitrate: {}

source: Getting encryption information...
el: Λήψη πληροφοριών κρυπτογράφησης...
it: Ottenimento delle informazioni sulla crittografia...
sr: Učitavanje informacija o enkripciji...

source: === ENCRYPTION INFORMATION ===
el: === ΠΛΗΡΟΦΟΡΙΕΣ ΚΡΥΠΤΟΓΡΑΦΗΣΗΣ ===
it: === INFORMAZIONI DI CRITTOGRAFIA ===
sr: === INFORMACIJE O ŠIFROVANJU ===

source: Authentication: %s
el: Πιστοποίηση: %s
it: Autenticazione: %s

source: Encryption information not available
el: Οι πληροφορίες κρυπτογράφησης δεν είναι διαθέσιμες
it: Informazioni sulla crittografia non disponibili

source: Error getting encryption information: {}
it: Errore durante il recupero delle informazioni di crittografia: {}

source: Getting power management information...
el: Λήψη πληροφοριών διαχείρισης ενέργειας...
it: Ottenimento di informazioni sulla gestione dell'alimentazione...
sr: Dobijanje informacija o upravljanju napajanjem...

source: === POWER MANAGEMENT ===
el: === ΔΙΑΧΕΙΡΙΣΗ ΕΝΕΡΓΕΙΑΣ ===
it: === GESTIONE DELL'ENERGIA ===
sr: === UPRAVLJANJE NAPAJANJEM ===

source: Power management information not available
el: Οι πληροφορίες διαχείρισης ενέργειας δεν είναι διαθέσιμες
it: Informazioni sulla gestione dell'alimentazione non disponibili
sr: Informacije o upravljanju napajanjem nisu dostupne

source: Error getting power information: {}
it: Errore durante il recupero delle informazioni sull'alimentazione: {}

source: Getting retry information...
el: Λήψη πληροφοριών επαναπροσπάθειας...
it: Ottenimento delle informazioni per un nuovo tentativo...
sr: Učitavanje informacija o ponovnom pokušaju...

source: === RETRY LIMITS ===
el: === ΟΡΙΑ ΕΠΑΝΑΠΡΟΣΠΑΘΕΙΑΣ ===
it: === LIMITI DI RIPETIZIONE ===
sr: === OGRANIČENJA PONOVNOG POKUŠAJA ===

source: Retry limit information not available
el: Οι πληροφορίες ορίων επαναπροσπάθειας δεν είναι διαθέσιμες
it: Informazioni sul limite di tentativi non disponibili
sr: Informacija o ograničenju ponovljenih pokušaja nije dostupna

source: Error getting retry information: {}
it: Errore durante l'ottenimento delle informazioni per il nuovo tentativo: {}

source: Getting access point information...
el: Λήψη πληροφοριών σημείων πρόσβασης...
it: Ottenimento delle informazioni sul punto di accesso...
sr: Dobijanje informacija o pristupnoj tački...

source: === ACCESS POINTS / PEERS ===
el: === ΣΗΜΕΙΑ ΠΡΟΣΒΑΣΗΣ / PEERS ===
it: === PUNTI DI ACCESSO / PEER ===
sr: === PRISTUPNE TAČKE / VRŠNJAKA ===

source: No station/peer information available
el: Δεν υπάρχουν διαθέσιμες πληροφορίες σταθμών/peers
it: Nessuna informazione disponibile su stazione/peer
sr: Nema dostupnih informacija o stanici/vršnjaku

source: Error getting AP information: {}
it: Errore durante l'acquisizione delle informazioni AP: {}

source: Select a tool from the menu to get detailed information about WiFi configuration and status.
el: Επιλέξτε ένα εργαλείο από το μενού για να δείτε αναλυτικές πληροφορίες σχετικά με τη ρύθμιση και την κατάσταση του WiFi.
it: Seleziona uno strumento dal menu per ottenere informazioni dettagliate sulla configurazione e sullo stato del WiFi.
sr: Izaberite alat iz menija da biste dobili detaljne informacije o WiFi konfiguraciji i statusu.

source: Restart WiFi interface %s?
el: Επανεκκίνηση διεπαφής WiFi %s;
it: Riavvio interfaccia WiFi %s?
sr: Da li želite da restartujete WiFi interfejs %s?

source: Restarting interface...
el: Επανεκκίνηση διεπαφής...
it: Riavvio dell'interfaccia..
sr: Ponovo pokretanje interfejsa...

source: Interface restarted successfully
el: Η διεπαφή επανεκκινήθηκε με επιτυχία
it: Interfaccia riavviata correttamente
sr: Interfejs je uspešno restartovan

source: Reload WiFi kernel modules? This will temporarily disconnect all WiFi.
el: Επαναφόρτωση kernel πυρήνα WiFi; Αυτή η ενέργεια θα αποσυνδέσει προσωρινά όλα τα WiFi.
it: Ricaricare i moduli del kernel WiFi? Questo disconnetterà temporaneamente tutte le reti WiFi.
sr: Ponovo učitati WiFi kernel module? Ovo će privremeno isključiti sve WiFi veze.

source: Checking system logs...
el: Έλεγχος αρχείων καταγραφής συστήματος...
it: Controllo dei log di sistema...
sr: Provera sistemskih zapisa...

source: === SYSTEM LOGS - WIFI ERRORS ===
el: === ΑΡΧΕΙΑ ΚΑΤΑΓΡΑΦΗΣ ΣΥΣΤΗΜΑΤΟΣ - ΣΦΑΛΜΑΤΑ WIFI ===
it: === REGISTRI DI SISTEMA - ERRORI WIFI ===
sr: === SISTEMSKE EVIDENCIJE - WIFI GREŠKE ===

source: Kernel Messages (dmesg):
el: Μηνύματα kernel (dmesg):
it: Messaggi del kernel (dmesg):
sr: Kernel Poruke (dmesg):

source: No WiFi messages in dmesg
el: Δεν υπάρχουν μηνύματα WiFi στο dmesg
it: Nessun messaggio WiFi in dmesg
sr: Nema WiFi poruka u dmesg

source: System Logs:
el: Αρχεία καταγραφής συστήματος:
it: Registri di sistema:
sr: Dnevnici Sistema:

source: No WiFi messages in system logs
el: Δεν υπάρχουν μηνύματα WiFi στα αρχεία καταγραφής συστήματος
it: Nessun messaggio WiFi nei registri di sistema
sr: Nema WiFi poruka u sistemskim zapisima

source: System Logs
el: Αρχεία καταγραφής συστήματος
it: Registri di sistema
sr: Sistemski Zapisi

source: Managed (Client)
it: Gestione (Client)

source: Channel {}
it: Canale {}

source: Advanced WiFi configuration settings
el: Ρυθμίσεις προηγμένης διαμόρφωσης WiFi
it: Configurazione WiFi Avanzata
sr: Napredna podešavanja WiFi-a

source: Apply
el: Εφαρμογή
it: Applica
sr: Primeni

source: Help
el: Βοήθεια
it: Aiuto
sr: Pomoć

source: Advanced Config - {}
el: Προηγμένες ρυθμίσεις - {}
it: Configurazione avanzata - {}
sr: Napredna Konfiguracija - {}

source: Settings applied successfully
el: Οι ρυθμίσεις εφαρμόστηκαν με επιτυχία
it: Impostazioni applicate correttamente
sr: Postavke su uspešno primenjene

source: Advanced WiFi Configuration: Operation Mode: Network operation mode Channel: WiFi channel selection TX Power: Transmission power level Warning: Incorrect settings may degrade performance!
it: Configurazione WiFi avanzata: Modalità operativa: Modalità di funzionamento in rete Canale: Selezione del canale WiFi Potenza TX: Livello di potenza di trasmissione Attenzione: Impostazioni errate potrebbero compromettere le prestazioni!

source: Signal: N/A
it: Segnale: N/A

source: Start
el: Έναρξη
it: Inizio

source: Stop
el: Διακοπή
it: Ferma

source: WiFi Signal Monitor
el: Παρακολούθηση σήματος WiFi
it: Monitor del segnale WiFi
sr: Monitor WiFi Signala

source: Pause
el: Παύση
it: Pausa
sr: Pauza

source: Quality: {}%
it: Qualità: {}%

source: Signal: {} dBm
it: Segnale: {} dBm

source: Interface: {}
it: Interfaccia {}

source: Quality: {}% ({})
it: Qualità: {}% ({})

source: No WiFi connection data available
it: Nessun dato di connessione WiFi disponibile

source: Monitoring error: {}
it: Errore di monitoraggio: {}

source: Quality: N/A
it: Qualità: N/A

source: Details
el: Λεπτομέρειες
it: Dettagli
sr: Detalji

source: WiFi Scanner
el: Σαρωτής WiFi
it: Scanner WiFi
sr: WiFi Skener

source: Scanning for WiFi networks...
el: Σάρωση για δίκτυα WiFi...
it: Scansione delle reti WiFi in corso...
sr: Skeniranje WiFi mreža...

source: No WiFi interfaces found
it: Nessuna interfaccia WiFi trovata

source: [INFO] pythonwifi not available, using iwlist
it: [INFO] pythonwifi non disponibile, utilizzo iwlist

source: Scan error: {}
it: Errore di scansione: {}

source: Scan error:
el: Σφάλμα σάρωσης:
it: Errore scansione:
sr: Greška pri skeniranju:

source: === SCAN WITH IWLIST ===
it: === SCANSIONA CON IWLIST ===

source: {index:2d}. {essid:20} | Quality: {quality:3}% ({signal_quality}) | Signal: {signal:4} dBm | Channel: {channel} | Encrypted: {encrypted}
it: {index:2d}. {essid:20} | Qualità: {quality:3}% ({signal_quality}) | Segnale: {signal:4} dBm | Canale: {channel} | Crittografato: {encrypted}

source: iwlist timeout on {}
it: timeout iwlist su {}

source: iwlist error on {interface}: {error}
it: errore iwlist su {interface}: {error}

source: iwlist exception on {interface}: {error}
it: eccezione iwlist su {interface}: {error}

source: No networks found with iwlist
it: Nessuna rete trovata con iwlist

source: === SCAN WITH PYTHONWIFI ===
it: === SCANSIONA CON PYTHONWIFI ===

source: No networks found on {}
it: Nessuna rete trovata su {}

source: Error on {interface}: {error}
it: Error su {interface}: {error}

source: Hidden
it: Nascosta

source: {index:2d}. {essid:20} | Quality: {quality:3}% ({signal_quality}) | Signal: {signal:4} dBm | Channel: {channel:2} | Encrypted: {encrypted}
it: {index:2d}. {essid:20} | Qualità: {quality:3}% ({signal_quality}) | Segnale: {signal:4} dBm | Canale: {channel:2} | Criptato: {encrypted}

source: iwlist: No networks found or interface busy
it: iwlist: Nessuna rete trovata o interfaccia occupata

source: iwlist: No networks found
it: iwlist: Nessuna rete trovata

source: === FALLBACK SCAN with iwlist ===
it: === SCANSIONE DI RISERVA con iwlist ===

source: No results with iwlist
it: Nessun risultato con iwlist

source: iwlist error: {}
it: Errore iwlist : {}

source: pythonwifi: No networks found
it: pythonwifi: Nessuna rete trovata

source: {index}. {essid:20} | Quality: {quality:3}% | Signal: {signal:4} dBm
it: {index}. {essid:20} | Qualità: {quality:3}% | Segnale: {signal:4} dBm

source: {essid:20} | Quality: {quality:3}% | Signal: {signal:4} dBm | {bssid}...
it: {essid:20} | Qualità: {quality:3}% | Segnale: {signal:4} dBm | {bssid}...
