Repository: Belfagor2005/WiFi-Manager
Catalog: usr/lib/enigma2/python/Plugins/Extensions/WiFiManager/locale/*/LC_MESSAGES/WiFiManager.po
Languages: el, it, sr

source: {essid:20} | Quality: {quality:3}% | Signal: {signal:4} dBm | {bssid}
it: {essid:20} | Qualità: {quality:3}% | Segnale: {signal:4} dBm | {bssid}

source: {index:2d}. {essid:20} | Quality: {quality:3}% | Signal: {signal:4} dBm
it: {index:2d}. {essid:20} | Qualità: {quality:3}% | Seignale: {signal:4} dBm

source: DETAILED DIAGNOSTICS
it: DIAGNOSTICA DETTAGLIATA

source: WIFI INTERFACES:
it: INTERFACCE WIFI:

source: Found: {}
it: Trovato: {}

source: No WiFi interfaces found
it: Nessuna interfaccia WiFi trovata

source: INTERFACE STATUS:
it: STATO INTERFACCIA:

source: ACTIVE
it: ATTIVO

source: INACTIVE
it: INATTIVO

source: ACTIVE CONNECTIONS:
it: CONNESSIONI ATTIVE:

source: {interface}: Connected to {essid} ({quality})
it: {interface}: Connesso a {essid} ({quality})

source: {interface}: Not connected
it: {interface}: Non connesso

source: POSSIBLE SOLUTIONS:
it: POSSIBILI SOLUZIONI:

source: 1. Disconnect from current WiFi network
it: 1. Disconnettersi dalla rete WiFi corrente

source: 2. Restart WiFi adapter
it: 2. Riavviare l'adattatore WiFi

source: 3. Check if WiFi driver is installed
it: 3. Verificare se il driver WiFi è installato

source: 4. Try with different USB WiFi adapter
it: 4. Prova con un adattatore WiFi USB diverso

source: 5. Check root permissions
it: 5. Controllare i permessi di root

source: Diagnostic error: {}
it: Errore diagnostico: {}

source: Detailed view enabled - rescan to see details
el: Ενεργοποιήθηκε αναλυτική προβολή – εκτελέστε ξανά σάρωση για εμφάνιση λεπτομερειών
it: Visualizzazione dettagliata abilitata: esegui una nuova scansione per vedere i dettagli
sr: Detaljan prikaz omogućen - skenirajte ponovo da vidite detalje

source: Basic view enabled - rescan to see basic info
el: Ενεργοποιήθηκε βασική προβολή – εκτελέστε ξανά σάρωση για εμφάνιση βασικών πληροφοριών
it: Visualizzazione di base abilitata: esegui una nuova scansione per visualizzare le informazioni di base
sr: Osnovni prikaz omogućen - ponovo skenirajte da biste videli osnovne informacije

source: No internet connection
it: Nessuna connessione internet

source: Connection timeout
it: Timeout di connessione

source: Error: {error}
it: Errore: {error}

source: Upload test not available
it: Test Upload non disponibile

source: Upload test failed: {error}
it: Test di caricamento fallito: {error}

source: Ping failed
it: Ping fallito

source: {name}: Failed
it: {name}: Fallito

source: {name}: Error {error}
it: {name}: Errore {error}

source: Upload test: {result}
it: Test Upload: {result}

source: Stable
it: Stabile

source: Unstable
it: Instabile

source: Packets: {sent}, Lost: {lost} ({percentage:.1f}%) - {stability}
it: Pacchetti: {sent}, Persi: {lost} ({percentage:.1f}%) - {stability}

source: No packets sent
it: Nessun pacchetto inviato

source: Stability test error: {error}
it: Errore nel test di stabilità: {error}

source: Select a speed test type
el: Επιλέξτε τύπο ελέγχου ταχύτητας
it: Seleziona un tipo di test di velocità
sr: Izaberite tip testa brzine

source: WiFi Speed Test Manager
el: Διαχειριστής ελέγχου ταχύτητας WiFi
it: Gestore WiFi Speed Test Manager
sr: Menadžer Test Brzine WiFi

source: Test cancelled
el: Η δοκιμή ακυρώθηκε
it: Test cancellato

source: wait...
el: περιμένετε...
it: attendi prego...
sr: sačekaj...

source: Running quick speed test...
el: Εκτέλεση γρήγορου ελέγχου ταχύτητας...
it: Eseguo un test rapido della velocità...
sr: Pokreće se brzi test brzine...

source: Running full speed test...
el: Εκτέλεση πλήρους ελέγχου ταχύτητας...
it: Eseguo il test a piena velocità...
sr: Pokretanje testa pune brzine...

source: Running detailed speed test...
el: Εκτέλεση αναλυτικού ελέγχου ταχύτητας...
it: Eseguo un test di velocità dettagliato...
sr: Pokreće se detaljan test brzine...

source: Hostname: {hostname}
el: Όνομα host: {hostname}
it: Nome Host: {hostname}

source: Public IP: {ip}
el: Δημόσια IP: {ip}
it: IP pubblico: {ip}

source: Location: {city}, {country}
el: Τοποθεσία: {city}, {country}
it: Posizione: {city}, {country}

source: ISP: {isp}
it: Fornitore di servizi Internet: {isp}

source: Public IP: Unable to determine
el: Δημόσια IP: Αδυναμία προσδιορισμού
it: IP pubblico: impossibile determinarlo

source: Client info error: {error}
el: Σφάλμα πληροφοριών πελάτη: {error}
it: Errore nelle informazioni del cliente: {error}

source: Primary DNS
it: DNS primario

source: Secondary DNS
it: DNS secondario

source: Tertiary DNS
it: DNS terziario

source: Server info error: {error}
el: Σφάλμα πληροφοριών διακομιστή: {error}
it: Errore informazioni server: {error}

source: Network Interface: {interface}
el: Διεπαφή δικτύου: {interface}
it: Interfaccia di rete: {interface}

source: Gateway: {gateway}
el: Πύλη: {gateway}
it: Porta d'accesso: {gateway}

source: Network information unavailable
el: Πληροφορίες δικτύου μη διαθέσιμες
it: Informazioni Rete non disponibili

source: Network info error: {error}
el: Σφάλμα πληροφοριών δικτύου: {error}
it: Errore informazioni di rete: {error}

source: Testing connectivity...
el: Έλεγχος συνδεσιμότητας...
it: Test di connettività...
sr: Testiranje konekcije...

source: Testing download speed...
el: Έλεγχος ταχύτητας λήψης...
it: Test della velocità di download...
sr: Provera brzine preuzimanja...

source: Testing upload speed...
el: Έλεγχος ταχύτητας αποστολής...
it: Test della velocità di caricamento...
sr: Provera brzine učitavanja...

source: Quick test completed
el: Η γρήγορη δοκιμή ολοκληρώθηκε
it: Test rapido completato
sr: Brzi test završen

source: === QUICK SPEED TEST RESULTS ===
el: === ΑΠΟΤΕΛΕΣΜΑΤΑ ΓΡΗΓΟΡΟΥ ΕΛΕΓΧΟΥ ΤΑΧΥΤΗΤΑΣ ===
it: === RISULTATI DEL TEST DI VELOCITÀ RAPIDO ===
sr: === REZULTATI BRZOG TESTA ===

source: Ping/Latency: {ping}
el: Ping/Καθυστέρηση: {ping}
it: Ping/Latenza: {ping}
sr: Ping/Latencija: {ping}

source: Download Speed: {download}
el: Ταχύτητα λήψης: {download}
it: Velocità di download: {download}
sr: Brzina preuzimanja: {download}

source: Upload Speed: {upload}
el: Ταχύτητα αποστολής: {upload}
it: Velocità Upload: {upload}
sr: Brzina slanja: {upload}

source: Quick test error: {error}
el: Σφάλμα γρήγορης δοκιμής: {error}
it: Errore del test rapido: {error}
sr: Brza greška testa: {error}

source: === COMPREHENSIVE SPEED TEST ===
el: === ΕΚΤΕΝΗΣ ΕΛΕΓΧΟΣ ΤΑΧΥΤΗΤΑΣ ===
it: === TEST DI VELOCITÀ COMPLETO ===
sr: === SVEOBUHVATNI TEST BRZINE ===

source: Gathering client information...
el: Συλλογή πληροφοριών πελάτη...
it: Raccolta delle informazioni sui clienti...

source: === CLIENT INFORMATION === {info}
el: === ΠΛΗΡΟΦΟΡΙΕΣ ΠΕΛΑΤΗ === {info}
it: === INFORMAZIONI CLIENTE === {info}

source: Testing latency to multiple hosts...
el: Έλεγχος καθυστέρησης σε πολλούς hosts...
it: Test di latenza su più host...
sr: Testiranje latencije na više hostova...

source: === LATENCY TEST === {ping}
el: === ΕΛΕΓΧΟΣ ΚΑΘΥΣΤΕΡΗΣΗΣ === {ping}
it: === TEST DI LATENZA === {ping}
sr: === TEST KAŠNJENJA === {ping}

source: Finding best server...
el: Εύρεση καλύτερου διακομιστή...
it: Trovare il miglior server...
sr: Pronalaženje najboljeg servera...

source: === SERVER INFORMATION === {server}
el: === ΠΛΗΡΟΦΟΡΙΕΣ ΔΙΑΚΟΜΙΣΤΗ === {server}
it: === INFORMAZIONI SUL SERVER === {server}

source: Testing download speed (multiple servers)...
el: Έλεγχος ταχύτητας λήψης (πολλαπλοί διακομιστές)...
it: Test della velocità di download (server multipli)...
sr: Testiranje brzine preuzimanja (višestruki serveri) ...

source: === DOWNLOAD SPEED TEST === {download}
el: === ΕΛΕΓΧΟΣ ΤΑΧΥΤΗΤΑΣ ΛΗΨΗΣ === {download}
it: === SCARICA IL TEST DI VELOCITÀ === {download}
sr: === TEST BRZINE PREUZIMANJA === {download}

source: === UPLOAD SPEED TEST === {upload}
el: === ΕΛΕΓΧΟΣ ΤΑΧΥΤΗΤΑΣ ΑΠΟΣΤΟΛΗΣ === {upload}
it: === TEST DI VELOCITÀ DI CARICAMENTO === {upload}
sr: === TEST BRZINE OTPREMANJA === {upload}

source: Testing connection stability...
el: Έλεγχος σταθερότητας σύνδεσης...
it: Test della stabilità della connessione...
sr: Provera stabilnosti veze...

source: === CONNECTION STABILITY === {stability}
el: === ΣΤΑΘΕΡΟΤΗΤΑ ΣΥΝΔΕΣΗΣ === {stability}
it: === STABILITÀ DELLA CONNESSIONE === {stability}
sr: === STABILNOST VEZE === {stability}

source: Gathering network details...
el: Συλλογή λεπτομερειών δικτύου...
it: Raccolta dei dettagli di rete in corso...

source: === NETWORK INFORMATION === {network}
el: === ΠΛΗΡΟΦΟΡΙΕΣ ΔΙΚΤΥΟΥ === {network}
it: === INFORMAZIONI DI RETE === {network}

source: Final connectivity check...
el: Τελικός έλεγχος συνδεσιμότητας...
it: Controllo finale della connettività...
sr: Provera konačne konektivnosti...

source: === FINAL CHECK === Connectivity: {conn}
el: === ΤΕΛΙΚΟΣ ΕΛΕΓΧΟΣ === Συνδεσιμότητα: {conn}
it: === CONTROLLO FINALE === Connettività: {conn}
sr: === ZAVRŠNA PROVERA === Povezivanje: {conn}

source: Full test completed
el: Η πλήρης δοκιμή ολοκληρώθηκε
it: Test Completo completato
sr: Puni test završen

source: Full test error: {error}
el: Σφάλμα πλήρους ελέγχου: {error}
it: Errore del test completo: {error}
sr: Puna greška testa: {error}

source: SpeedtestSimple not available
el: Το SpeedtestSimple δεν είναι διαθέσιμο
it: SpeedtestSimple non disponibile
sr: Jednostavan test Brzine nije dostupan

source: Checking internet connection...
el: Έλεγχος σύνδεσης στο διαδίκτυο...
it: Controllo della connessione Internet...

source: Getting client information...
el: Λήψη πληροφοριών πελάτη...
it: Ottenimento delle informazioni sul cliente...

source: Client info completed
el: Οι πληροφορίες πελάτη ολοκληρώθηκαν
it: Informazioni sul cliente completate

source: Testing latency...
el: Έλεγχος καθυστέρησης...
it: Test di latenza...
sr: Testiranje latencije...

source: Latency test completed
el: Ο έλεγχος καθυστέρησης ολοκληρώθηκε
it: Test Latenza completato
sr: Test latencije završen

source: Server found
el: Βρέθηκε διακομιστής
it: Server trovato
sr: Server pronađen

source: Download test completed
el: Ο έλεγχος λήψης ολοκληρώθηκε
it: Download test completato
sr: Test preuzimanja završen

source: Estimating upload speed...
el: Εκτίμηση ταχύτητας αποστολής...
it: Stima della velocità di caricamento...

source: Upload estimation completed
el: Η εκτίμηση ταχύτητας αποστολής ολοκληρώθηκε
it: Caricamento stima completato

source: Test failed
el: Ο έλεγχος απέτυχε
it: Test fallito
sr: Test nije uspeo

source: Initializing detailed speed test...
el: Αρχικοποίηση αναλυτικού ελέγχου ταχύτητας...
it: Inizializzazione del test di velocità dettagliato...
sr: Pokreće se detaljno testiranje brzine...

source: Detailed test completed
el: Ο αναλυτικός έλεγχος ολοκληρώθηκε
it: Test Dettaglio completata
sr: Detaljan test završen

source: Detailed speed test failed - Check internet connection
el: Η αναλυτική δοκιμή ταχύτητας απέτυχε - Ελέγξτε τη σύνδεση στο διαδίκτυο
it: Test di velocità dettagliato fallito - Controlla la connessione Internet

source: Detailed test error: {error}
el: Σφάλμα αναλυτικού ελέγχου: {error}
it: Errore di test dettagliato: {error}
sr: Detaljna greška testa: {error}

source: === CONNECTION QUALITY ===
el: === ΠΟΙΟΤΗΤΑ ΣΥΝΔΕΣΗΣ ===
it: === QUALITÀ DELLA CONNESSIONE ===
sr: === KVALITET VEZE ===

source: 📈 Excellent download speed ({:.1f} Mbps)
it: 📈 Ottima velocità di download ({:.1f} Mbps)

source: 📊 Good download speed ({:.1f} Mbps)
it: 📊 Buona velocità di download ({:.1f} Mbps)

source: 📉 Average download speed ({:.1f} Mbps)
it: 📉 Velocità media di download ({:.1f} Mbps)

source: 📉 Poor download speed ({:.1f} Mbps)
it: 📉 Scarsa velocità di download ({:.1f} Mbps)

source: ❓ Download speed unavailable
it: ❓ Velocità di download non disponibile

source: ⚡ Excellent latency ({:.1f} ms)
it: ⚡ Ottima latenza ({:.1f} ms)

source: ✅ Good latency ({:.1f} ms)
it: ✅ Buona latenza ({:.1f} ms)

source: ⚠️ Average latency ({:.1f} ms)
it: ⚠️ Latenza media ({:.1f} ms)

source: 🐢 Poor latency ({:.1f} ms)
it: 🐢 Bassa latenza ({:.1f} ms)

source: ❌ Very poor latency ({:.1f} ms)
it: ❌ Latenza molto bassa ({:.1f} ms)

source: ❓ Latency unavailable
it: ❓ Latenza non disponibile

source: --- OVERALL ASSESSMENT ---
it: --- VALUTAZIONE COMPLESSIVA ---

source: 🎯 EXCELLENT connection
it: 🎯 Connessione ECCELLENTE

source: 👍 GOOD connection
it: 👍 BUONA connessione

source: 👌 FAIR connection
it: 👌 Connessione GIUSTA

source: 👎 POOR connection
it: 👎 Connessione SCARSA

source: 🚫 VERY POOR connection
it: 🚫 Connessione MOLTO SCARSA

source: 📶 Connection appears good (based on download)
it: 📶 La connessione sembra buona (in base al download)

source: 📶 Connection may be limited (based on download)
it: 📶 La connessione potrebbe essere limitata (in base al download)

source: 📶 Connection appears responsive (based on ping)
it: 📶 La connessione sembra reattiva (in base al ping)

source: 📶 Connection may be slow (based on ping)
it: 📶 La connessione potrebbe essere lenta (in base al ping)

source: ❓ Cannot assess connection quality
it: ❓ Impossibile valutare la qualità della connessione

source: ❓ Quality assessment unavailable
it: ❓ Valutazione della qualità non disponibile

source: === SPEED TEST RESULTS ===
el: === ΑΠΟΤΕΛΕΣΜΑΤΑ ΕΛΕΓΧΟΥ ΤΑΧΥΤΗΤΑΣ ===
it: === RISULTATI DEL TEST DI VELOCITÀ ===
sr: === REZULTATI TESTA BRZINE ===

source: Download Speed: %s
el: Ταχύτητα λήψης: %s
it: Velocità di download: %s
sr: Brzina Preuzimanja: %s

source: Failed
el: Αποτυχία
it: Fallito
sr: Nije uspelo

source: Upload Speed: %s
el: Ταχύτητα αποστολής: %s
it: Velocità Upload: %s
sr: Brzina otpremanja: %s

source: Latency: %s
el: Καθυστέρηση: %s
it: Latenza: %s
sr: Latencija: %s

source: === QUALITY ASSESSMENT ===
el: === ΑΞΙΟΛΟΓΗΣΗ ΠΟΙΟΤΗΤΑΣ ===
it: === VALUTAZIONE DELLA QUALITÀ ===
sr: === PROCENA KVALITETA ===

source: Excellent download speed
el: Εξαιρετική ταχύτητα λήψης
it: Ottima velocità di download
sr: Odlična brzina preuzimanja

source: Good download speed
el: Καλή ταχύτητα λήψης
it: Buona velocità di download
sr: Dobra brzina preuzimanja

source: Poor download speed
el: Χαμηλή ταχύτητα λήψης
it: Scarsa velocità di download
sr: Loša brzina preuzimanja

source: Unable to assess download quality
el: Αδυναμία αξιολόγησης ποιότητας λήψης
it: Impossibile valutare la qualità del download
sr: Nije moguće proceniti kvalitet preuzimanja

source: Test completed - See results below
el: Ο έλεγχος ολοκληρώθηκε - Δείτε τα αποτελέσματα παρακάτω
it: Test completato - Vedi i risultati sotto
sr: Test završen - Pogledajte rezultate ispod

source: Test completed!
el: Ο έλεγχος ολοκληρώθηκε!
it: Test completato!
sr: Test završen!

source: Cancelling test...
el: Ακύρωση δοκιμής...
it: Annullamento del Test...

source: Ping failed for {host} (returncode: {code})
it: Ping non riuscito per {host} (codice di ritorno: {code})

source: Ping timeout for {host}
it: Timeout del ping per {host}

source: Ping error for {host}: {error}
it: Errore ping per {host}: {error}

source: {}: Failed
it: {}: Fallito

source: Ping test completed: {avg:.1f} ms average ({success}/{total} successful)
it: Test ping completato: media {avg:.1f} ms ({success}/{total} riuscito)

source: All ping tests failed
it: Tutti i test ping sono falliti

source: Ping test error: {error}
it: Errore del test ping: {error}

source: No internet connection detected
it: Nessuna connessione Internet rilevata

source: Speedtest failed: {}
it: Speedtest fallito: {}

source: Speedtest failed - No internet connection or all tests failed
it: Test di velocità dettagliato fallito - Controlla la connessione Internet

source: 📊 ENIGMA2 DETAILED SPEEDTEST ============================ 🕐 Timestamp: {timestamp}
it: 📊 SPEEDTEST DETTAGLIATO DI ENIGMA2 ============================= 🕐 Timestamp: {timestamp}

source: 👤 CLIENT INFORMATION:
it: 👤 INFORMAZIONI CLIENTE:

source: Location: {city}, {country}
it: Posizione: {city}, {country}

source: ISP: {isp}
it: Fornitore di servizi Internet: {isp}

source: 🏢 SERVER INFORMATION:
it: 🏢 INFORMAZIONI SUL SERVER:

source: Name: {name}
it: Nome : {name}

source: 📈 TEST RESULTS:
it: 📈 RISULTATI DEL TEST:

source: Ping: Failed
it: Ping: Fallito

source: Download: Failed
it: Download: Fallito

source: Upload: Not available
it: Upload: Non disponibile

source: 📡 PING DETAILS:
it: 📡 DETTAGLI PING:

source: ⬇️ DOWNLOAD DETAILS:
it: ⬇️ DETTAGLI PER IL DOWNLOAD:

source: 📊 QUALITY ASSESSMENT:
it: 📊 VALUTAZIONE DELLA QUALITÀ:

source: ✅ Excellent latency
it: ✅ Ottima latenza

source: ⚠️ Good latency
it: ⚠️ Buona latenza

source: ⚠️ Average latency
it: ⚠️ Latenza media

source: ❌ Poor latency
it: ❌ Bassa latenza

source: ❌ Latency test failed
it: ❌ Test Latenza fallito

source: ✅ Excellent download speed
it: ✅ Ottima velocità di download

source: ⚠️ Good download speed
it: ⚠️ Buona velocità di download

source: ⚠️ Average download speed
it: ⚠️ Velocità media di download

source: ❌ Poor download speed
it: ❌ Scarsa velocità di download

source: ❌ Download test failed
it: ❌ Download test fallito

source: Interface {} not available
it: Interfaccia {} non disponibile

source: ethtool not found
it: ethtool non trovato

source: Error
it: Errore

source: Excellent
el: Εξαιρετικό
it: Ottimo

source: Good
el: Καλό
it: Buono

source: Fair
el: Μέτριο
it: Giusto

source: Poor
el: Αδύναμο
it: Debole

source: Very Poor
el: Πολύ αδύναμο
it: Molto Debole

source: Ping not available
it: Ping non disponibile

source: Host not found
it: Host non trovato

source: Network unreachable
it: Rete irraggiungibile

source: Connected but no timing data
it: Connesso ma nessun dato di temporizzazione

source: No ping data
it: Nessun dato ping

source: Monitor
el: Παρακολούθηση

source: Speedtest
el: Έλεγχος ταχύτητας
sr: Brzina test

source: Password
el: Κωδικός πρόσβασης
sr: Lozinka

source: CONNECTED to: %(essid)s IP: %(ip)s | Signal: %(quality)s (%(strength)s dBm) Press OK for options
el: ΣΥΝΔΕΘΗΚΕ στο: %(essid)s IP: %(ip)s | Σήμα: %(quality)s (%(strength)s dBm) Πατήστε ΟΚ για επιλογές

source: %(essid)s - Password saved Signal: %(quality)s (%(strength)s dBm) Press OK to connect or edit
el: %(essid)s - Ο κωδικός αποθηκεύτηκε Σήμα: %(quality)s (%(strength)s dBm) Πατήστε ΟΚ για σύνδεση ή επεξεργασία

source: %(essid)s - Password required Signal: %(quality)s (%(strength)s dBm) Press OK to enter password
el: %(essid)s - Απαιτείται κωδικός πρόσβασης Σήμα: %(quality)s (%(strength)s dBm) Πατήστε ΟΚ για εισαγωγή κωδικού

source: %(essid)s - Open network Signal: %(quality)s (%(strength)s dBm) Press OK to connect
el: %(essid)s - Ανοικτό δίκτυο Σήμα: %(quality)s (%(strength)s dBm) Πατήστε ΟΚ για σύνδεση

source: Configuration saved
el: Οι ρυθμίσεις αποθηκεύτηκαν

source: Connecting to {}...
el: Σύνδεση με {}...

source: Connected to {}
el: Συνδέθηκε στο {}

source: Successfully connected to {}
el: Επιτυχής σύνδεση στο {}

source: Connection to {} failed
el: Η σύνδεση με {} απέτυχε

source: Failed to connect to {}
el: Αποτυχία σύνδεσης με {}

source: Connection error: {}
el: Σφάλμα σύνδεσης: {}

source: Connecting...
el: Σύνδεση...

source: Configuration saved for %s Connect now?
el: Οι ρυθμίσεις αποθηκεύτηκαν για το %s Να συνδεθεί τώρα;

source: Error opening configuration: %s
el: Σφάλμα κατά το άνοιγμα των ρυθμίσεων: %s

source: Disconnected successfully!
el: Αποσυνδέθηκε με επιτυχία!

source: Disconnected from network
el: Αποσυνδέθηκε από το δίκτυο

source: Connection Details: %s
el: Λεπτομέρειες σύνδεσης: %s
sr: Detalji Veze: %s

source: Error getting connection details: %s
el: Σφάλμα κατά τη λήψη λεπτομερειών σύνδεσης: %s
sr: Greška pri dobijanju detalja konekcije: %s

source: Connected to: {} Signal: {} | IP: {}
el: Συνδεδεμένο στο: {} Σήμα: {} | IP: {}
sr: Povezano sa: {} Signal: {} | IP: {}

source: Connected successfully to %s
el: Η σύνδεση με %s ολοκληρώθηκε με επιτυχία

source: Disconnected from %s
el: Αποσύνδεση από %s

source: Advanced WiFi Configuration: RTS Threshold: Controls RTS/CTS handshake (2347=disabled) Fragmentation: Max frame size before fragmentation Beacon Interval: Time between beacon signals (ms) DTIM Period: Delivery Traffic Indication Message interval Warning: Incorrect settings may degrade performance!
el: Προηγμένη διαμόρφωση WiFi: RTS Threshold: Ελέγχει τη χειραψία RTS/CTS (2347=απενεργοποιημένο) Fragmentation: Μέγιστο μέγεθος πακέτου πριν τον κατακερματισμό Beacon Interval: Χρόνος μεταξύ σημάτων beacon (ms) DTIM Period: Διάστημα μηνύματος DTIM (Delivery Traffic Indication Message) Προειδοποίηση: Εσφαλμένες ρυθμίσεις μπορεί να μειώσουν την απόδοση!
sr: Napredna WiFi konfiguracija: RTS prag: Kontroliše RTS/CTS rukovanje (2347=isključeno) Fragmentacija: Maksimalna veličina okvira pre fragmentacije Interval beacona: Vreme između beacon signala (ms) DTIM period: Interval poruka za indikaciju saobraćaja Upozorenje: Neispravna podešavanja mogu smanjiti performanse!

source: Average download speed
el: Μέση ταχύτητα λήψης
sr: Prosečna brzina preuzimanja

source: Download speed unavailable
el: Η ταχύτητα λήψης δεν είναι διαθέσιμη
sr: Brzina preuzimanja nije dostupna

source: Excellent latency
el: Εξαιρετική καθυστέρηση
sr: Odlična latencija

source: Good latency
el: Καλή καθυστέρηση
sr: Dobra latencija

source: Average latency
el: Μέση καθυστέρηση
sr: Prosečna latencija

source: Poor latency
el: Χαμηλή καθυστέρηση
sr: Loša latencija

source: Latency unavailable
el: Η καθυστέρηση δεν είναι διαθέσιμη
sr: Latencija nije dostupna

source: Quality assessment unavailable
el: Η αξιολόγηση ποιότητας δεν είναι διαθέσιμη
sr: Provera kvaliteta nije dostupna
