Repository: Belfagor2005/WiFi-Manager
Catalog: usr/lib/enigma2/python/Plugins/Extensions/WiFiManager/locale/*/LC_MESSAGES/WiFiManager.po
Languages: el, it, sr

source: WiFi Manager v.
it: Gestore WiFi v.

source: Select an option
el: Επιλέξτε μια επιλογή
it: Seleziona un opzione
sr: Izaberite opciju

source: Scanner
el: Σαρωτής
it: Scansione
sr: Skener

source: Connect
el: Σύνδεση
it: Connetti
sr: Povezivanje

source: Diagnostics
el: Διαγνωστικά
it: Diagnostica
sr: Dijagnostika

source: Details Info
el: Αναλυτικές πληροφορίες
it: Dettagli Info
sr: Detalji Info

source: Tools
el: Εργαλεία
it: Strumenti
sr: Alat

source: Config
el: Ρυθμίσεις
it: Configura
sr: Konfiguracija

source: Info
el: Πληροφορίες
it: Informazioni

source: Scan for available networks
el: Σάρωση για διαθέσιμα δίκτυα
it: Cerca le reti disponibili
sr: Skeniranje dostupnih mreža

source: Real-time signal quality monitor
el: Παρακολούθηση ποιότητας σήματος σε πραγματικό χρόνο
it: Monitoraggio della qualità del segnale in tempo reale
sr: Monitor kvaliteta signala u realnom vremenu

source: Connect to WiFi networks
el: Σύνδεση σε δίκτυα WiFi
it: Connettiti alle reti WiFi
sr: Povežite se sa WiFi mrežama

source: WiFi diagnostics and tests
el: Διαγνωστικά και δοκιμές WiFi
it: Diagnostica e test WiFi
sr: WiFi dijagnostika i testovi

source: Complete iwconfig-like information
el: Πλήρεις πληροφορίες τύπου iwconfig
it: Informazioni complete simili a iwconfig
sr: Kompletne informacije slične iwconfig-u

source: Advanced Tools
el: Προηγμένα εργαλεία
it: Strumenti Avanzati
sr: Napredni Alati

source: Advanced WiFi configuration
el: Προηγμένη ρύθμιση WiFi
it: Configurazione WiFi avanzata
sr: Napredna WiFi konfiguracija

source: About
el: Σχετικά
it: Informazioni

source: WiFi Manager
el: Διαχειριστής WiFi
it: Gestore WiFi
sr: Wi-Fi menadžer

source: Remember password
el: Απομνημόνευση κωδικού
it: Ricorda la password
sr: Zapamti lozinku

source: Need help or have questions about WiFi Manager?
el: Χρειάζεστε βοήθεια ή έχετε απορίες σχετικά με τον Διαχειριστή WiFi;
it: Hai bisogno di aiuto o hai domande su WiFi Manager?

source: For troubleshooting, detailed guidance, or community support, visit:
el: Για αντιμετώπιση προβλημάτων, αναλυτικές οδηγίες ή υποστήριξη από την κοινότητα, επισκεφθείτε:
it: Per la risoluzione dei problemi, una guida dettagliata o il supporto della community, visita:

source: These forums are great places to get help,
el: Αυτά τα φόρουμ είναι εξαιρετικά μέρη για να λάβετε βοήθεια,
it: Questi forum sono ottimi posti per ottenere aiuto,

source: share experiences,and connect with other users.
el: να μοιραστείτε εμπειρίες και να συνδεθείτε με άλλους χρήστες.
it: condividere esperienze e connettersi con altri utenti.

source: No WiFi interfaces found
el: Δεν βρέθηκαν διεπαφές WiFi
it: Nessuna interfaccia WiFi trovato
sr: Nije pronađen WiFi interfejs

source: Error opening {module}: {error}
it: Errore apertura {module}: {error}

source: Advanced Scan
el: Προηγμένη σάρωση
it: Scansione Avanzata
sr: Napredno Skeniranje

source: Channel Info
el: Πληροφορίες καναλιού
it: Informazioni sul canale
sr: Kanal info

source: Bitrate Info
el: Πληροφορίες ρυθμού μετάδοσης
it: Informazioni sul bitrate

source: Encryption Info
el: Πληροφορίες κρυπτογράφησης
it: Informazioni sulla crittografia
sr: Informacije o Kodiranju

source: Power Management
el: Διαχείριση ενέργειας
it: Impostazioni di gestione
sr: Upravljanje Napajanjem

source: Retry Limits
el: Όρια επαναπροσπάθειας
it: Limiti di ripetizione
sr: Ograničenja ponovnog pokušaja

source: Access Points
el: Σημεία πρόσβασης
it: Punti di accesso
sr: Pristupne Tačke

source: Advanced Config
el: Προηγμένες ρυθμίσεις
it: Configurazione Avanzata
sr: Napredno Podešavanje

source: Restart WiFi Interface
el: Επανεκκίνηση διεπαφής WiFi
it: Riavvio interfaccia WiFi
sr: Ponovo pokreni WiFi interfejs

source: Reload WiFi Modules
el: Επαναφόρτωση μονάδων WiFi
it: Ricarica i moduli WiFi
sr: Ponovo učitaj WiFi Module

source: Check System Logs
el: Έλεγχος καταγραφών συστήματος
it: Controllare i registri di sistema
sr: Proveri Sistemske Zapise

source: WiFi Advanced Tools
el: Προηγμένα εργαλεία WiFi
it: Strumenti Avanzati WiFi
sr: Napredni Alati za WiFi

source: Detailed network scanning with signal strength and encryption info
el: Αναλυτική σάρωση δικτύου με πληροφορίες ισχύος σήματος και κρυπτογράφησης
it: Scansione dettagliata della rete con informazioni sulla potenza del segnale e sulla crittografia

source: Available frequencies and channels for your region
el: Διαθέσιμες συχνότητες και κανάλια για την περιοχή σας
it: Frequenze e canali disponibili per la tua regione

source: Supported bitrates and current transmission rates
el: Εμφανίζει τους υποστηριζόμενους ρυθμούς μετάδοσης και τους τρέχοντες ρυθμούς εκπομπής
it: Bitrate supportati e velocità di trasmissione attuali

source: Encryption keys and security protocols
el: Κλειδιά κρυπτογράφησης και πρωτόκολλα ασφαλείας
it: Chiavi di crittografia e protocolli di sicurezza

source: Power management settings and power saving modes
el: Ρυθμίσεις διαχείρισης ενέργειας και λειτουργίες εξοικονόμησης
it: Impostazioni di gestione dell'alimentazione e modalità di risparmio energetico

source: Packet retry limits and frame lifetime settings
el: Όρια επαναπροσπάθειας πακέτων και ρυθμίσεις διάρκειας frame
it: Limiti di ripetizione dei pacchetti e impostazioni della durata dei frame

source: List of access points and connected peer stations
el: Λίστα σημείων πρόσβασης και συνδεδεμένων σταθμών peer
it: Elenco dei punti di accesso e delle stazioni peer connesse

source: Advanced WiFi interface configuration
el: Προηγμένη ρύθμιση διεπαφής WiFi
it: Configurazione avanzata dell'interfaccia WiFi

source: Restart wireless interface to reset connectivity
el: Επανεκκίνηση της ασύρματης διεπαφής για επαναφορά συνδεσιμότητας
it: Riavviare l'interfaccia wireless per ripristinare la connettività

source: Reload kernel WiFi modules to fix driver issues
el: Επαναφόρτωση των μονάδων kernel WiFi για διόρθωση προβλημάτων driver
it: Ricarica i moduli WiFi del kernel per risolvere i problemi del driver

source: Check system logs for WiFi errors and connection issues
el: Έλεγχος αρχείων καταγραφής συστήματος για σφάλματα WiFi και προβλήματα σύνδεσης
it: Controllare i registri di sistema per errori Wi-Fi e problemi di connessione

source: Select a tool to see description
el: Επιλέξτε ένα εργαλείο για να δείτε την περιγραφή
it: Seleziona uno strumento per visualizzare informazioni

source: Close
el: Κλείσιμο
it: Esci
sr: Zatvori

source: Select
el: Επιλογή
it: Seleziona

source: Performs a detailed scan of available WiFi networks showing: - Signal strength - Encryption type - Channels - Frequency bands - MAC addresses
el: Πραγματοποιεί αναλυτική σάρωση των διαθέσιμων δικτύων WiFi εμφανίζοντας: - Ισχύ σήματος - Τύπο κρυπτογράφησης - Κανάλια - Ζώνες συχνοτήτων - Διευθύνσεις MAC
it: Esegue una scansione dettagliata delle reti Wi-Fi disponibili, mostrando: - Potenza del segnale - Tipo di crittografia - Canali - Bande di frequenza - Indirizzi MAC
sr: Izvodi detaljno skeniranje dostupnih WiFi mreža prikazujući: - Snagu signala - Tip enkripcije - Kanale - Frekventne opsege - MAC adrese

source: Shows available channels and frequencies for your region: - 2.4GHz channels (1-14) - 5GHz channels - Regulatory domain info - Channel widths
el: Εμφανίζει τα διαθέσιμα κανάλια και συχνότητες για την περιοχή σας: - Κανάλια 2.4GHz (1–14) - Κανάλια 5GHz - Πληροφορίες ρυθμιστικής περιοχής - Πλάτη καναλιών
it: Mostra i canali e le frequenze disponibili per la tua regione: - Canali a 2,4 GHz (1-14) - Canali a 5 GHz - Informazioni sul dominio normativo - Larghezza dei canali
sr: Prikazuje dostupne kanale i frekvencije za vaš region: - 2.4GHz kanali (1-14) - 5GHz kanali - Informacije o regulatornoj oblasti - Širine kanala

source: Displays supported bitrates and current transmission rates: - Available bitrates - Current bitrate - MCS indexes (for 802.11n/ac) - HT/VHT capabilities
el: Εμφανίζει τους υποστηριζόμενους ρυθμούς μετάδοσης και τους τρέχοντες ρυθμούς εκπομπής: - Διαθέσιμοι ρυθμοί μετάδοσης - Τρέχων ρυθμός μετάδοσης - Δείκτες MCS (για 802.11n/ac) - Δυνατότητες HT/VHT
it: Visualizza i bitrate supportati e le velocità di trasmissione correnti: - Bitrate disponibili - Bitrate corrente - Indici MCS (per 802.11n/ac) - Funzionalità HT/VHT
sr: Prikazuje podržane brzine prenosa i trenutne stope prenosa: - Dostupne brzine prenosa - Trenutna brzina prenosa - MCS indeksi (za 802.11n/ac) - HT/VHT mogućnosti

source: Shows encryption and security information: - Supported encryption types - Current encryption - Key management - Security protocols
el: Εμφανίζει πληροφορίες κρυπτογράφησης και ασφάλειας: - Υποστηριζόμενοι τύποι κρυπτογράφησης - Τρέχουσα κρυπτογράφηση - Διαχείριση κλειδιών -Πρωτόκολλα ασφαλείας
it: Mostra informazioni su crittografia e sicurezza: - Tipi di crittografia supportati - Crittografia corrente - Gestione delle chiavi - Protocolli di sicurezza
sr: Prikazuje informacije o enkripciji i bezbednosti: - Podržani tipovi enkripcije - Trenutna enkripcija - Upravljanje ključevima - Bezbednosni protokoli

source: Displays power management settings: - Current power state - Power saving mode - Transmission power - Power management features
el: Εμφανίζει ρυθμίσεις διαχείρισης ενέργειας: - Τρέχουσα κατάσταση ενέργειας - Λειτουργία εξοικονόμησης ενέργειας - Ισχύς μετάδοσης - Χαρακτηριστικά διαχείρισης ενέργειας
it: Visualizza le impostazioni di gestione dell'alimentazione: - Stato di alimentazione attuale - Modalità di risparmio energetico - Potenza di trasmissione - Funzioni di gestione dell'alimentazione
sr: Prikazuje postavke upravljanja napajanjem: - Trenutno stanje napajanja - Režim uštede energije - Snaga prenosa - Funkcije upravljanja napajanjem

source: Shows packet retry limits and settings: - Retry short limit - Retry long limit - Frame lifetime - Retry statistics
el: Εμφανίζει τα όρια και τις ρυθμίσεις επαναπροσπάθειας πακέτων: - Όριο σύντομων επαναπροσπαθειών - Όριο μακρών επαναπροσπαθειών - Διάρκεια ζωής πακέτου - Στατιστικά επαναπροσπαθειών
it: Mostra i limiti e le impostazioni di ripetizione dei pacchetti: - Limite breve di ripetizione - Limite lungo di ripetizione - Durata del frame - Statistiche di ripetizione
sr: Prikazuje limite i postavke ponovnog slanja paketa: - Kratki limit ponovnog slanja - Dugi limit ponovnog slanja - Vek trajanja okvira - Statistika ponovnog slanja

source: Lists access points and peer stations: - Connected stations - AP information - Peer statistics - Connection quality
el: Παραθέτει σημεία πρόσβασης και σταθμούς peer: - Συνδεδεμένοι σταθμοί - Πληροφορίες σημείων πρόσβασης - Στατιστικά peer - Ποιότητα σύνδεσης
it: Elenca i punti di accesso e le stazioni peer: - Stazioni connesse - Informazioni sugli AP - Statistiche peer - Qualità della connessione
sr: Prikazuje pristupne tačke i peer stanice: - Povezane stanice - Informacije o AP - Statistika peer-a - Kvalitet veze

source: Advanced WiFi interface configuration: - Operation mode (Managed/AP/Monitor) - Channel selection - TX power control - Basic interface settings
el: Προηγμένη ρύθμιση διεπαφής WiFi: - Τύπος λειτουργίας (Managed/AP/Monitor) - Επιλογή καναλιού - Έλεγχος ισχύος μετάδοσης - Βασικές ρυθμίσεις διεπαφής
it: Configurazione avanzata dell'interfaccia WiFi: - Modalità operativa (Gestita/AP/Monitor) - Selezione del canale - Controllo della potenza di trasmissione - Impostazioni di base dell'interfaccia
sr: Napredna konfiguracija WiFi interfejsa: - Režim rada (Managed/AP/Monitor) - Izbor kanala - Kontrola TX snage - Osnovna podešavanja interfejsa

source: Restarts the WiFi interface: - Brings interface down/up - Reinitializes driver - Preserves configuration - Quick connectivity reset
el: Επανεκκινεί τη διεπαφή WiFi: - Απενεργοποιεί/ενεργοποιεί τη διεπαφή - Επανεκκινεί τον driver - Διατηρεί τη ρύθμιση - Γρήγορη επαναφορά συνδεσιμότητας
it: Riavvia l'interfaccia WiFi: - Disattiva/attiva l'interfaccia - Reinizializza il driver - Mantiene la configurazione - Ripristino rapido della connettività
sr: Ponovo pokreće WiFi interfejs: - Isključuje i uključuje interfejs - Ponovno inicijalizuje drajver - Čuva konfiguraciju - Brz reset konekcije

source: Reloads WiFi kernel modules: - Unloads/loads drivers - Resets hardware - Fixes driver issues - Requires root access
el: Επαναφορτώνει τις μονάδες kernel WiFi: - Αποφόρτωση/φόρτωση drivers - Επαναφορά υλικού - Επιδιόρθωση προβλημάτων driver - Απαιτεί δικαιώματα root
it: Ricarica i moduli del kernel WiFi: - Scarica/carica i driver - Reimposta l'hardware - Risolve i problemi dei driver - Richiede l'accesso root
sr: Ponovo učitava WiFi kernel module: - Isključuje/učitava drajvere - Resetuje hardver - Popravlja probleme sa drajverima - Zahteva root pristup

source: Checks system logs for WiFi errors: - Kernel messages (dmesg) - System logs - Driver errors - Connection issues
el: Ελέγχει τα αρχεία καταγραφής συστήματος για σφάλματα WiFi: - Μηνύματα kernel (dmesg) - Καταγραφές συστήματος - Σφάλματα driver - Προβλήματα σύνδεσης
it: Controlla i registri di sistema per errori WiFi: - Messaggi del kernel (dmesg) - Registri di sistema - Errori del driver - Problemi di connessione
sr: Proverava sistemske logove za WiFi greške: - Kernel poruke (dmesg) - Sistemski logovi - Greške drajvera - Problemi sa povezivanjem

source: No help available for this tool.
el: Δεν υπάρχει διαθέσιμη βοήθεια για αυτό το εργαλείο.
it: Nessun aiuto disponibile per la selezione.
sr: Nema dostupne pomoći za ovaj alat.

source: Error loading help
el: Σφάλμα φόρτωσης βοήθειας
it: Errore durante il caricamento della guida

source: Automatic (DHCP)
it: Automatico (DHCP)

source: Manual (Static IP)
it: Manuale (IP Statico)

source: Cancel
el: Άκυρο
it: Annulla
sr: Otkaži

source: Save & Connect
el: Αποθήκευση & Σύνδεση
it: Salva e Connetti
sr: Sačuvaj & Poveži

source: Advanced
el: Προηγμένα
it: Avanzato
sr: Napredno

source: Defaults
el: Προεπιλογές
it: Predefiniti
sr: Zadani

source: Configure {}
el: Ρύθμιση {}
it: Configura {}
sr: Konfigurišite {}

source: WiFi settings applied successfully
el: Οι ρυθμίσεις WiFi εφαρμόστηκαν με επιτυχία
it: Impostazioni WiFi applicate correttamente
sr: WiFi podešavanja uspešno primenjena

source: Applied: {} commands
el: Εφαρμόστηκαν: {} εντολές
it: Applicato: {} comandi
sr: Primenjene: {} komande

source: Failed: {} commands
el: Απέτυχαν: {} εντολές
it: Errore: {} comandi
sr: Greška: {} komande

source: No settings were applied Failed commands:
el: Δεν εφαρμόστηκαν ρυθμίσεις. Απέτυχαν οι εντολές:
it: Nessuna impostazione applicata Comandi non riusciti:
sr: Nijedna podešavanja nisu primenjena Neuspele komande:

source: Interface
el: Διεπαφή
it: Interfaccia
sr: Interfejs

source: Network Name (SSID)
el: Όνομα δικτύου (SSID)
it: Nome della rete (SSID)
sr: Naziv mreže (SSID)

source: Hidden Network
el: Κρυφό δίκτυο
it: Rete Nascosta
sr: Skrivena mreža

source: Encryption
el: Κρυπτογράφηση
it: Crittografia
sr: Kodiranje

source: WEP Key Type
el: Τύπος κλειδιού WEP
it: Tipo WEP Key
sr: WEP Ključ Tip

source: IP Configuration
it: Configurazione IP

source: IP Address
it: Indirizzo IP

source: Operation Mode
el: Τύπος λειτουργίας
it: Modalità operativa
sr: Režim Rada

source: Channel
el: Κανάλι
it: Canale
sr: Kanal

source: TX Power
el: Ισχύς μετάδοσης
it: Potenza trasmissione
sr: TX Snaga

source: RTS Threshold
el: Όριο RTS
it: Soglia RTS
sr: RTS prag

source: Fragmentation
el: Κατακερματισμός
it: Frammentazione
sr: Fragmentacija

source: Country Code
el: Κωδικός χώρας
it: Codice Paese
sr: Šifra države

source: Data Rate
el: Ρυθμός δεδομένων
it: Velocità dati
sr: Brzina prenosa podataka

source: Basic
el: Βασικά
it: Di base
sr: Osnovno

source: Please enter a network name
el: Παρακαλώ εισάγετε όνομα δικτύου
it: Prego Inserire il nome della Rete
sr: Molimo Vas da unesete ime mreže

source: Please enter a password
el: Παρακαλώ εισάγετε κωδικό πρόσβασης
it: Prego Inserire la password
sr: Molimo Vas da unesete lozinku

source: All settings reset to defaults
el: Όλες οι ρυθμίσεις επαναφέρθηκαν στις προεπιλογές
it: Tutte le impostazioni vengono ripristinate ai valori predefiniti
sr: Sva podešavanja se vraćaju na zadano

source: Initializing WiFi...
el: Αρχικοποίηση WiFi...
it: Inizializzazione WiFi in corso...
sr: Inicijalizacija WiFi-a...

source: Exit
el: Έξοδος
it: Esci
sr: Izlaz

source: Scan
el: Σάρωση
it: Scansione
sr: Skan

source: WiFi Connection Manager
el: Διαχειριστής σύνδεσης WiFi
it: Gestore Connessione WiFi
sr: Menadžer WiFi Veze

source: No WiFi interface available
el: Δεν υπάρχει διαθέσιμη διεπαφή WiFi
it: Nessuna interfaccia WiFi disponibile
sr: Nema dostupnog WiFi interfejsa

source: Performing initial scan...
el: Εκτελείται αρχική σάρωση...
it: Esecuzione della scansione iniziale...
sr: Izvršavanje početnog skeniranja...

source: Interface found: {}
el: Βρέθηκε διεπαφή: {}
it: Interfaccia trovata: {}
sr: Interfejs pronađen: {}

source: No WiFi interface found
el: Δεν βρέθηκε διεπαφή WiFi
it: Nessuna interfaccia WiFi trovata
sr: Nije pronađen WiFi interfejs

source: No WiFi interface detected. Please check your hardware.
el: Δεν ανιχνεύθηκε διεπαφή WiFi. Παρακαλώ ελέγξτε το υλικό σας.
it: Nessuna interfaccia WiFi rilevata. Controlla l'hardware.
sr: Nije otkriven WiFi interfejs. Molimo proverite svoj hardver.

source: Scanning...
el: Σάρωση...
it: Scansione...
sr: Pretraga...

source: Scanning for networks...
el: Σάρωση για δίκτυα...
it: Scansione delle reti...
sr: Pretraga mreža...

source: Scan failed
el: Αποτυχία σάρωσης
it: Scansione fallita
sr: Skeniranje nije uspelo

source: Unknown
el: Άγνωστο
it: Errore Sconosciuto
sr: Nepoznato

source: Secured
el: Ασφαλές
it: Protetto
sr: Obezbeđeno

source: Open
el: Άνοιγμα
it: Apri
sr: Otvori

source: CONNECTED to: {} - Press OK for options
el: ΣΥΝΔΕΔΕΜΕΝΟ στο: {} - Πατήστε OK για επιλογές
it: CONNESSO a: {} - Premere OK per le opzioni
sr: POVEZANO sa: {} - Pritisnite OK za opcije

source: {} - Password saved - Press OK for options
el: {} - Ο κωδικός αποθηκεύτηκε - Πατήστε OK για επιλογές
it: {} - Password salvata - Premere OK per le opzioni
sr: {} - Lozinka sačuvana - Pritisnite OK za opcije

source: {} - Password required - Press OK for options
el: {} - Απαιτείται κωδικός - Πατήστε OK για επιλογές
it: {} - Password richiesta - Premere OK per le opzioni
sr: {} - Potrebna lozinka - Pritisnite OK za opcije

source: {} - Open network - Press OK for options
el: {} - Άνοιγμα δικτύου - Πατήστε OK για επιλογές
it: {} - Rete Aperta - Premi OK per le opzioni
sr: {} - Otvorena mreža - Pritisnite OK za opcije

source: No IP
el: Χωρίς IP
it: Nessun IP
sr: Nema IP

source: Static
it: Statico

source: CONNECTED to: {essid} IP: {ip} | Network: {network_type} Signal: {quality} ({strength} dBm) Press OK for options
it: CONNESSO a: {essid} IP: {ip} | Rete: {network_type} Segnale: {quality} ({strength} dBm) Premi OK per le opzioni

source: {essid} - Password saved Signal: {quality} ({strength} dBm) Press OK to connect or edit
it: {essid} - Password salvata Segnale: {quality} ({strength} dBm) Premi OK per connetterti o modificare

source: {essid} - Password required Signal: {quality} ({strength} dBm) Press OK to enter password
it: {essid} - Password richiesta Segnale: {quality} ({strength} dBm) Premi OK per inserire la password

source: {essid} - Open network Signal: {quality} ({strength} dBm) Press OK to connect
it: {essid} - Rete aperta Segnale: {quality} ({strength} dBm) Premi OK per connetterti

source: No networks found - Press BLUE to rescan
el: Δεν βρέθηκαν δίκτυα - Πατήστε ΜΠΛΕ για νέα σάρωση
it: Nessuna rete trovata - Premi BLU per ripetere la scansione
sr: Nema pronađenih mreža - Pritisnite PLAVO za ponovni pregled

source: No networks found
el: Δεν βρέθηκαν δίκτυα
it: Nessuna Network trovato
sr: Mreže nisu pronađene

source: Connecting to %s...
it: Connessione a %s...

source: Connected to %s
it: Connesso a %s
sr: Povezano sa %s

source: Failed to connect to %s
it: Impossibile connettersi a %s

source: Connected successfully!
el: Συνδέθηκε με επιτυχία!
it: Connessione completata con successo!
sr: Uspešno povezano!

source: Connection failed!
el: Η σύνδεση απέτυχε!
it: Connessione fallita!
sr: Veza nije uspela!

source: WiFi and network configuration saved for %s Connect now?
it: Configurazione Wi-Fi e di rete salvata per %s Connettersi ora?

source: Password saved for %s Connect now?
el: Ο κωδικός αποθηκεύτηκε για το %s Να συνδεθεί τώρα;
it: Password salvata per %s Connettersi ora?
sr: Lozinka sačuvana za %s Povezati se sada?

source: Enter password for: %s
el: Εισάγετε κωδικό για: %s
it: Inserisci la password per: %s
sr: Unesite lozinku za: %s

source: WiFi Password
el: Κωδικός WiFi
it: Password WiFi
sr: WiFi Lozinka

source: Disconnected
it: Disconnesso

source: Error disconnecting
el: Σφάλμα κατά την αποσύνδεση
it: Errore durante la disconnessione
sr: Greška pri prekidanju veze

source: Network forgotten!
el: Το δίκτυο ξεχάστηκε!
it: Rete dimenticata!
sr: Mreža zaboravljena!

source: Forgotten network: {}
el: Ξεχασμένο δίκτυο: {}
it: Rete dimenticata: {}
sr: Zaboravljena mreža: {}

source: Error: {}
el: Σφάλμα: {}
it: Errore: {}
sr: Greška: {}

source: Connected: {} | Signal: {} dBm | IP: {}
el: Συνδεδεμένο: {} | Σήμα: {} dBm | IP: {}
it: Connesso: {} | Segnale: {} dBm | IP: {}
sr: Povezano: {} | Signal: {} dBm | IP: {}

source: Not connected to any network
el: Δεν υπάρχει σύνδεση σε κανένα δίκτυο
it: Non connesso a nessuna rete
sr: Nije povezano ni na jednu mrežu

source: Status check failed: {}
el: Αποτυχία ελέγχου κατάστασης: {}
it: Controllo dello stato non riuscito: {}
sr: Provera statusa nije uspela: {}

source: Network: {essid}
it: Rete: {essid}

source: Frequency: {frequency}
it: Frequenza: {frequency}

source: Access Point: {ap}
it: Punti di accesso: {ap}

source: Signal Level: {signal} dBm
it: Livello Segnale: {signal} dBm

source: Link Quality: {quality}
it: Qualità Collegamento: {quality}

source: Mode: {mode}
it: Modo: {mode}

source: IP Address: {ip}
it: Indirizzo IP: {ip}

source: MAC Address: {mac}
it: Indirizzo MAC: {mac}

source: Connection Details: {details}
it: Dettagli di connessione: {details}

source: No connection details available
el: Δεν υπάρχουν διαθέσιμες λεπτομέρειες σύνδεσης
it: Nessun dettaglio di connessione disponibile
sr: Nema dostupnih detalja o konekciji

source: Error getting connection details: {error}
it: Errore durante l'ottenimento dei dettagli di connessione: {error}

source: Disconnect
el: Αποσύνδεση
it: Disconnetti
sr: Isključi

source: Connection Info
el: Πληροφορίες σύνδεσης
it: Informazioni di Connessione
sr: Informacije o vezi

source: Edit Configuration
el: Επεξεργασία ρύθμισης
it: Modifica Configurazione
sr: Uredi konfiguraciju

source: Back
el: Πίσω
it: Torna
sr: Nazad

source: Connected to: %s
el: Συνδεδεμένο σε: %s
it: Connesso a: %s
sr: Povezano sa: %s

source: Edit Password
el: Επεξεργασία κωδικού
it: Modifica Password
sr: Uredi Lozinku

source: Enter Password
el: Εισάγετε κωδικό
it: Inserire Password
sr: Unesite Lozinku

source: Forget Network
el: Ξεχάστε το δίκτυο
it: Dimentica Rete
sr: Zaboravi Mrežu

source: Network: %s
el: Δίκτυο: %s
it: Rete: %s
sr: Mreža: %s

source: Disconnecting...
it: Disconnessione...

source: No network selected
el: Δεν επιλέχθηκε δίκτυο
it: Nessuna Rete selezionata
sr: Nema odabrane mreže

source: Not connected
it: Non connesso

source: No interface
it: Nessuna interfaccia

source: Connected to: {essid} Signal: {quality} | IP: {ip}
it: Connesso a: {essid} Segnale: {quality} | IP: {ip}

source: Refresh
el: Ανανέωση
it: Aggiorna
sr: Osveži

source: Detailed Info - {}
el: Αναλυτικές πληροφορίες - {}
it: Informazioni dettagliate - {}
sr: Detaljne informacije - {}

source: ❌ Interface {} not found or not a WiFi interface
it: ❌ Interfaccia {} non trovata o non è un'interfaccia WiFi

source: Available interfaces: {}
it: Interfacce disponibili: {}
